import 'book_data.dart';

class BookDataRu {
  static const String title = "Yuragdagi Sukut";
  static const String author = "Неизвестный автор";
  static const String description =
      "Иногда самый громкий крик человека — это его молчание...";

  static List<Chapter> chapters = [
    Chapter(
      id: '0',
      index: 0,
      title: 'Введение',
      content:
          '''Иногда самый громкий крик человека — это его молчание. Его никто не слышит. Засыпаешь ночью со слезами на глазах, а утром продолжаешь жить и улыбаться, словно ничего не произошло.

Я тоже жила именно так. С разбитым сердцем по ночам, но с фальшивой улыбкой на лице по утрам, скрывая всё, словно маленькая испуганная девочка.

Жизнь часто испытывала меня. Научила не верить людям, не оглядываться назад, идти только вперед, не жалеть об ушедшем и принимать грядущее с терпением и благодарностью.

Люди, в которых я верила, предали моё доверие. Мои мечты угасли, сердце разбилось на осколки и скрылось за стеной молчания. Но за этим молчанием скрывалось так много невысказанных слов и несбывшихся мечтаний.

Жизнь научила меня быть сильной. Ведь есть раны, которые никогда не заживают, но они делают нас сильнее и терпеливее.

Иногда хочется рассказать кому-то о своей боли, о словах, которые держишь в себе, но не можешь. Не находишь человека. А когда находишь, тебя не понимают или просто не хотят понимать. И тогда сердце медленно погружается в молчание.

Когда-то и я мечтала о любящих сердцах, о понимающих людях, искренних отношениях и о том, кто никогда меня не оставит.

Но жизнь преподносит нам не то, чего мы хотим, а противоположное, испытывая нас этим. Те, кого я считала близкими, первыми покинули меня, мои мечты угасли, и я отдалилась от людей. Я продолжала жить, словно человек с омертвевшей душой.

«Молчание сердца» — это не просто книга. Это невысказанные чувства, слезы, скрытые за фальшивой улыбкой, и голос несломленной души. Возможно, в этих строках вы увидите себя...''',
    ),
    Chapter(
      id: '1',
      index: 1,
      title: 'Глаза за молчанием',
      content: '''Была поздняя осень.

Небо над городом затянули густые тучи, в парке с деревьев медленно опадали пожелтевшие листья. Несмотря на холод, люди жили своей обычной торопливой жизнью. Кто-то спешил на работу, кто-то возвращался домой, а кто-то просто пытался убежать от реальности.

Бону молча смотрела в окно автобуса.

Иногда человек может чувствовать себя невероятно одиноким даже среди тысяч людей вокруг.

Она была именно такой.

В автобусе тихо играла музыка, а капли дождя оставляли мелкие следы на стеклах. Бону прислонилась головой к окну и тихо вздохнула.

Её глаза выражали крайнюю усталость, сил почти не оставалось.

И дело было не только в работе и бессоннице...

Дело было в боли, что терзала её сердце.

Она медленно открыла тетрадь в черной обложке. Из страниц выпала старая фотография. Бону на мгновение замерла, вглядываясь в неё.

На фото она улыбалась.

А рядом с ней был Али.

Улыбка Бону осталась в прошлом вместе с этой фотографией.

Она медленно вернула снимок в тетрадь и снова повернулась к окну.

— Почему всё так закончилось?.. — прошептала она про себя.

Автобус остановился на очередной остановке. Люди медленно входили и выходили. Но для Бону время словно остановилось два года назад.

Два года...

Именно два года назад жизнь Бону изменилась навсегда.

Она до сих пор помнит тот день.

Двор университета был переполнен людьми. Деревья начинали цвести, воздух был наполнен теплым весенним ароматом. Бону шла в библиотеку с книгой в руках, когда сзади раздался голос:

— Бону!

Она обернулась.

К ней бежал Али.

Как всегда с улыбкой на лице.

Как всегда спешащий.

— Опять опоздал? — спросила Бону, улыбаясь.

— Я бежал, чтобы поскорее увидеть тебя.

В тот момент Бону казалось, что она поняла, что такое счастье.

Счастье — это чувствовать себя в безопасности рядом с простым человеком.

Али был особенным рядом с ней. Время с ним пролетало незаметно. Когда он улыбался, Бону тоже улыбалась. Даже их совместное молчание приносило радость.

Но она не знала, что судьба часто забирает то, что делает нас счастливыми.

— Остановка! Остановка!

Голос водителя вернул Бону из воспоминаний.

Она медленно поднялась и вышла из автобуса. Моросил дождь. Холодный ветер бил в лицо.

Бону подняла воротник куртки.

До дома оставалось около 10 минут пешком.

Влажный асфальт блестел под светом уличных фонарей. Шум прохожих казался ей далеким и приглушенным.

По пути она остановилась перед небольшой кофейней.

Раньше они часто приходили сюда с Али.

Один столик, две чашки кофе и бесконечные приятные беседы.

Бону заглянула в окно. Внутри сидели улыбающиеся пары. Кто-то нежно держал любимого человека за руку во время разговора.

Бону поспешно отвела взгляд.

Ведь некоторые воспоминания вонзались в её сердце подобно ножу.

Она пошла дальше.

Наконец она дошла до старого многоэтажного дома. Медленно поднялась по лестнице. Стоило ей открыть дверь и войти, как её снова встретила привычная тишина.

В этом доме её никто не ждал.

Никто не спрашивал: «Как ты? Как прошел день?»

Бону включила свет и бросила сумку на диван.

В квартире было холодно.

Она подошла к окну и посмотрела на улицу. Дождь усилился. Её взгляд снова упал на фотографию на столе.

Фотография с Али.

Бону медленно взяла её в руки.

Улыбка Али была такой искренней.

— Почему ты ушел?.. — тихо произнесла она.

Слезы наполнили её глаза.

Но она не заплакала.

Потому что она уже давно устала как плакать, так и улыбаться.

В этот момент завибрировал телефон.

Незнакомый номер.

Бону немного поколебалась и ответила на звонок.

— Алло?

Несколько секунд царило молчание.

Затем раздался знакомый голос.

— Бону...

Её сердце словно пропустило удар.

Этот голос она узнала бы из тысяч других.

Али.

Руки Бону задрожали.

— Откуда у тебя мой номер?..

Али глубоко вздохнул.

— Мне нужно поговорить с тобой.

Бону ответила не сразу.

Внезапное возвращение человека, которого ты ждала два года... приносит ли это радость или новую боль? Трудно понять.

— Нам больше не о чем говорить.

— Есть о чем, — тихо сказал Али.

Бону закрыла глаза.

Её сердце снова забилось с теми прежними чувствами.

— Пожалуйста... давай встретимся один раз, — попросил Али.

Бону немного помолчала.

Али продолжил:

— Завтра я буду ждать тебя в нашем старом парке.

И звонок прервался.

Бону долго смотрела на экран телефона.

Внутри её сердца пробудилось нечто, что она считала забытым.

Забытые чувства.

Болезненные воспоминания.

И любовь, которая до сих пор не угасла...

На следующий день погода была ясной...''',
    ),
    Chapter(
      id: '2',
      index: 2,
      title: 'Ушедшие следы',
      content:
          '''Холодный осенний ветер медленно качал деревья в парке. Опавшие желтые листья шуршали под ногами, а издалека доносились голоса играющих детей.

Бону остановилась у ворот парка.

Её сердце билось очень быстро.

Два года...

Встреча, которой она не ждала два года, должна была состояться сегодня.

Она медленно огляделась.

Всё изменилось.

Лишь одно оставалось прежним.

Это место напоминало ей об Али.

Старый фонтан с правой стороны парка. Деревянная скамейка под деревом. Тропинки, по которым они весной гуляли и ели мороженое...

Каждое место хранило в себе воспоминание.

Бону глубоко вздохнула.

Но её ноги отказывались уходить.

В этот момент сзади раздался знакомый голос:

— Ты всё-таки пришла.

Бону медленно обернулась.

Али.

Он был в черном пальто, держа руки в карманах.

Его взгляд был серьезным, как и всегда.

На мгновение оба замолчали.

Иногда человек просто не знает, что сказать тому, кого больше всего на свете ждал и по кому скучал...

Бону отвела взгляд.

— Говори быстрее. У меня есть дела, — холодно произнесла она.

Али почувствовал холод в её голосе.

Но он знал, что она имеет на это полное право.

— Как ты?

Бону едва заметно усмехнулась.

— Ты исчез на два года, а теперь спрашиваешь, как я? — спросила она.

Али не нашел слов.

Ветер бросил волосы Бону ей на лицо.

Али инстинктивно хотел протянуть руку, чтобы убрать их, но остановился.

Потому что некоторая былая близость со временем превратилась в отчуждение.

— Я знаю, что сделал тебе больно, — тихо произнес Али.

Бону резко посмотрела на него.

В её глазах читалась накопившаяся боль.

— Ты думаешь, что знаешь?.. Нет, Али, ты ничего не знаешь, — дрожащим голосом заговорила она. — Если бы знал, ты бы не ушел.

Али глубоко вздохнул.

— У меня тогда не было другого выбора, — сказал он.

— Ты всегда так говоришь.

Бону повернулась, чтобы уйти.

Но Али остановил её.

— Пожалуйста... хотя бы выслушай меня.

Бону постояла молча несколько секунд.

Затем тихо произнесла:

— Пять минут.

Али медленно кивнул в знак согласия.

Они пошли к старой скамейке. Именно на этом месте они впервые долго разговаривали.

В тот день шел дождь.

Бону забыла взять зонт.

А Али накрыл её голову своей курткой и смеялся:

— Простудишься ведь.

Бону тогда впервые почувствовала, что её сердце бьется как-то иначе.

— Мой отец тяжело заболел, — вдруг заговорил Али. — Мне пришлось срочно уехать в Ташкент. Нужно было работать. Моя семья ни на кого больше не могла положиться.

Бону медленно опустила голову.

Но боль в её сердце всё еще не утихала.

— Я могла бы понять твой уход, Али.

Она медленно посмотрела на него.

— Но почему ты ничего не сказал?

Али промолчал.

Этот вопрос был самым тяжелым.

— Я не хотел, чтобы ты тратила жизнь на ожидание меня.

Бону горько усмехнулась.

— Но я всё равно ждала.

После этих слов оба замолчали.

Ветер вокруг словно утих.

Бону долго смотрела вдаль.

— Знаешь... после твоего ухода я винила себя. Думала, может, я была недостаточно хороша. Может, требовала от тебя слишком многого...

Али тут же покачал головой.

— Нет, Бону. Дело было вовсе не в тебе.

— Тогда в чем же?!

Голос Бону сорвался.

На её глазах выступили слезы.

— Почему ты оставил меня, если любил?!

Али не мог ответить.

Потому что иногда человек, принимая решение, которое считает единственно верным, разбивает сердце тому, кого любит больше всего на свете.

Бону медленно вытерла слезы.

— С того дня, как ты ушел, я стала другой.

Она попыталась улыбнуться.

— Прежней Бону больше нет.

Али почувствовал, как в его груди что-то оборвалось.

Девушка, стоящая перед ним, была слишком тихой и спокойной.

Но за этим спокойствием скрывалась огромная боль.''',
    ),
    Chapter(
      id: '3',
      index: 3,
      title: 'Yuragdagi Sukut',
      content: '''В этот момент у Бону зазвонил телефон.

Дильноза.

Бону ответила на звонок.

— Алло?

— Ты где вообще? Я ищу тебя уже полчаса.

Голос Дильнозы в трубке звучал взволнованно.

Бону на мгновение посмотрела на Али, затем отвела взгляд.

— У меня появились дела... Скоро буду.

— Всё в порядке?

Бону не спешила с ответом.

Иногда одна ложь «всё хорошо» утомляет человека больше всего на свете.

— Да... не переживай.

Она завершила вызов.

Ветер снова усилился. Опавшие листья кружились по тропинкам парка.

Небо потемнело, запахло дождем.

Али тихо произнес:

— Ты всё так же держишь всё в себе, когда тебе плохо.

Бону горько улыбнулась.

— Человек ко всему привыкает.

Али пристально смотрел на неё.

Бону действительно сильно изменилась.

Раньше она не умела скрывать свои эмоции. Если расстраивалась — это сразу было видно. Если смеялась — то от всей души.

А сейчас... на её лице застыло глубокое спокойствие.

Но её глаза были уставшими, и именно они не давали Али покоя.

Ведь самая большая боль человека отражается в его глазах.

— Я скучал по тебе, Бону.

Эти слова прозвучали неожиданно. Бону почувствовала, как её сердце на секунду замерло.

Но она не показала этого Али.

— Ты опоздал, — сказала она.

Али опустил голову и глубоко вздохнул: — Я знаю.

Между ними снова воцарилось молчание. Но это было непростое молчание.

В нем жили два года тоски, обиды и несказанных слов.

Бону медленно поднялась со скамейки.

— Мне пора идти.

Али тоже встал.

— Мы еще увидимся? — спросил он.

Бону ничего не ответила.

Она несколько секунд смотрела в глаза Али.

Раньше, глядя в эти глаза, она чувствовала себя защищенной.

А теперь именно они причиняли ей боль.

— Не знаю.

Произнеся это, она повернулась и пошла прочь.

Али молча смотрел ей вслед.

Бону отдалялась.

Но Али чувствовал одно.

Бону всё еще любила его.

Просто эта любовь была глубоко погребена под слоем боли.

Вечером начался дождь.

Бону сидела у окна, не замечая, как остывает её чай.

В комнате слышалось только тихое тиканье часов.

На столе снова лежала та самая тетрадь в черной обложке.

Бону медленно открыла её.

На страницах были её старые записи.

«Некоторые люди медленно входят в твое сердце. А потом остаются там на всю жизнь...»

Бону тихо улыбнулась.

Эту запись она сделала, когда только познакомилась с Али.

Она взяла карандаш.

Немного подумав, начала писать на новой странице:

«Сегодня я снова видела его.

Прошло два года.

Но моё сердце забилось так же, как и прежде, когда я увидела его.

Я думала, что забыла его.

А на самом деле... я просто привыкла скучать...»

Руки Бону слегка задрожали.

В её глазах блеснули слезы.

— Почему ты вернулся, Али?.. — прошептала она.

В этот момент на телефон пришло сообщение.

Али.

Сердце Бону снова тревожно забилось.

Она открыла сообщение.

«Я знаю, что у тебя есть полное право ненавидеть меня и обижаться. Но я хочу, чтобы ты знала одну вещь...

Я ни на секунду не переставал любить тебя.

Я всегда любил тебя и продолжаю любить».

Бону долго смотрела на экран телефона.

Слеза скатилась по её щеке.

Ведь именно эти слова она ждала целых два года.

Но иногда самые нужные слова говорятся слишком поздно.

Бону не ответила.

Выключив телефон и прижавшись головой к стеклу, она стала смотреть на улицу.

Шел дождь.

А дождь всегда напоминал ей об Али.

Потому что однажды Али сказал:

— В дождливые дни люди становятся более искренними.

Бону тогда рассмеялась.

— Почему?

— Потому что дождь пробуждает молчание в сердце.

Бону медленно закрыла глаза.

Молчание в её сердце снова заговорило.

Позже, со слезами на глазах, она медленно уснула.''',
    ),
    Chapter(
      id: '4',
      index: 4,
      title: 'Воспоминания под дождем',
      content: '''На следующий день в книжном магазине было тише, чем обычно.

Когда Бону расставляла новые книги на полках, к ней подошла Дильноза.

— Ты плакала вчера?

Бону с улыбкой спросила: — Неужели это так заметно?

Дильноза пожала плечами: — Я знаю тебя слишком давно.

Бону ничего не ответила.

После недолгого молчания Дильноза тихо спросила:

— Он вернулся?

Бону медленно поставила книгу на полку.

— Да, — ответила она.

Дильноза глубоко вздохнула.

— И твое сердце снова не на месте, верно? — спросила она.

На этот раз Бону не стала отрицать.

Ведь близкие люди понимают тебя без слов.

Дильноза тихо произнесла:

— Бону, будь осторожна.

— В чем? — спросила Бону.

— Чтобы снова не сломаться.

Бону опустила глаза.

Именно этого она и боялась больше всего.

Ведь некоторые раны не заживают со временем.

Они просто учатся жить внутри нас...

Небо с самого утра было пасмурным.

Серый покой окутал город, ветер качал голые ветви деревьев. Воздух был наполнен запахом дождя.

Бону стояла у окна книжного магазина и смотрела на улицу.

Сегодня её сердце почему-то было еще беспокойнее.

Иногда человек чувствует грядущие события самой душой.

Дильноза сидела за кассой и смотрела на неё.

— Твои мысли снова где-то далеко.

Бону тихо улыбнулась.

— Возможно.

Дильноза покачала головой.

— Я чувствую, что он всё еще любит тебя.

Бону промолчала.

Ведь то, что чувствует сердце, трудно отрицать словами.

В этот момент на улице пошел дождь.

Бону невольно подошла ближе к окну.

Дождь...

Для неё это был не просто дождь.

В каждой капле жила память.

Дни, проведенные с Али. Смех. Тоска. И разлука.

Бону медленно закрыла глаза.

Воспоминания снова перенесли её в прошлое.

Это было три года назад.

Когда они вышли из университета, небо внезапно потемнело.

— Кажется, будет дождь, — сказала Бону, глядя вверх.

Али рассмеялся.

— А ты опять без зонта.

Вскоре начался сильный ливень.

Студенты разбегались по корпусам. Кто-то прикрывал голову тетрадью.

А Бону, улыбаясь, осталась стоять под дождем.

Али удивленно посмотрел на неё.

— Ты не такая, как все.

Бону приподняла брови и посмотрела на Али.

— Почему? — спросила она.

— Все бегут от дождя, а ты стоишь и улыбаешься.

Бону протянула руки навстречу каплям.

— Я люблю дождь.

Али так пристально смотрел на неё. Так долго, что Бону стало неловко.

— Что случилось?

Али тихо улыбнулся.

— Ничего... просто наблюдаю за тобой.

Сердце Бону в тот момент забилось очень быстро.

Али снял куртку и накрыл её голову.

— Простудишься, не стой так, — укрыл он её.

— А ты сам? — спросила Бону.

— Если с тобой что-то случится, мне будет плохо.

Бону рассмеялась.

Дождь продолжал лить.

Бону простояла так несколько минут. Её глаза наполнились слезами, и она медленно пошла вперед.

Всю дорогу в голове крутился один вопрос.

— Почему?

— Почему?

— Почему?

Повторяя это слово, она шла домой. Небо было серым. Вокруг было темно и безлюдно.

Погруженная в мысли, она и не заметила, как дошла до дома.

Как всегда холодная и темная комната.

Переодевшись, она снова подошла к окну.

Дождь усилился. Каждая капля словно ударяла по её сердцу.

Руки замерзли, но она этого даже не замечала.

Полночь. Вокруг тишина.

Она пыталась уснуть, но не могла.

Взяв в руки свою черную тетрадь, она перечитывала страницы и достала фотографию.

Те счастливые дни. Искренняя улыбка. Глаза, светящиеся от счастья.

Слезы хлынули из её глаз, и, прижав фото к груди, она горько заплакала.

И вскоре, утомленная слезами, уснула.''',
    ),
    Chapter(
      id: '5',
      index: 5,
      title: 'День, когда он вернулся',
      content:
          '''Раннее утро, небо ясное. На улице пахло свежестью после вчерашнего дождя.

Бону, как обычно, направилась в университетскую библиотеку.

Листая книги, она словно видела в некоторых строках свою собственную жизнь.

Она сидела в углу библиотеки и читала. Вдруг рядом присела Дильноза.

— Что случилось? Почему ты такая грустная, глаза красные? — спросила Дильноза.

Посмотрев на неё полными слез глазами, Бону ответила: «Всё хорошо».

— Я же предупреждала тебя, — тихо сказала Дильноза и нежно обняла подругу.

Подруги решили после университета пойти в кофейню.

За чашкой кофе они разговорились.

— Расскажи, что случилось. Почему ты снова сама не своя? Где Али? Это из-за него ты в таком унынии? — спросила Дильноза.

— Знаешь, он снова ушел. И вернется ли вообще — неизвестно. Он приходит в мою жизнь, когда хочет, и оставляет, когда вздумается. Разве любящий человек так поступает? — едва сдерживая слезы, произнесла Бону.

— Не расстраивайся, значит, так должно было быть. Не думай об этом. Всё еще впереди. Тебя ждут счастливые дни. Время всё вылечит, — успокаивала её Дильноза.

Бону вздохнула в ответ:

— Если бы всё было так просто, как ты говоришь. Знаешь, раны, оставленные в сердце, и людей, которые их нанесли, невозможно забыть.

Возможно, ты права. Но что если любовь превратится в ненависть? Что если я не смогу его простить? И почему всё это происходит именно в моей жизни? Почему судьба испытывает меня именно так?

— Подруга, я рядом с тобой, не грусти. Ты всё забудешь, всё будет хорошо, — пыталась утешить её Дильноза.

Они долго разговаривали и делились своей болью. Затем вышли из кофейни.

— Бону, если хочешь, пойдем ко мне домой, переночуем вместе, подготовимся к занятиям. Может, тебе станет легче.

— Спасибо, дорогая. Я лучше пойду к себе, мне нужно прийти в себя. В следующий раз обязательно приду, не обижайся.

— Хорошо, Бону, тогда береги себя и добирайся аккуратно, — обнялись они на прощание.

Бону пошла к остановке. Опавшие листья шуршали под её ногами, словно её увядшая любовь и разбитое доверие.

Погруженная в свои мысли, она не заметила, как дошла до остановки.

Через несколько минут подъехал автобус.''',
    ),
    Chapter(
      id: '6',
      index: 6,
      title: 'Молчание Али',
      content:
          '''Али тоже не был рад своему отъезду. Он считал дни до возвращения домой, думал о заработке и о том, как побыстрее вылечить отца. Но жизнь преподносит нам не то, чего мы хотим, а то, чего меньше всего желаем.

Ночь была тихой. За окном шел мягкий дождь. Али сидел в темном углу своей комнаты. В его сердце было множество слов, но сил высказать их не хватало.

Иногда человек живет в глубоком молчании. Али жил именно так. Он улыбался, разговаривал с людьми, но никто не замечал его внутренней боли. Он очень ценил одного человека, но время разлучило их.

Каждый день он перечитывал старые сообщения. Смотрел на фотографии, вспоминал былые дни. И самым тяжелым было — невозможность забыть.

Однажды, идя под дождем, он понял: некоторые люди уходят из жизни, но не из воспоминаний. Молчание сердца — это след, оставленный любовью.

Али посмотрел на небо. Капли дождя падали на его лицо. Он тихо улыбнулся. Он понял, что даже если боль не проходит со временем, она делает нас сильнее.

Возможно, настоящая любовь — это жить в воспоминаниях и мыслях?..

Проходили дни. Али старался больше не жить воспоминаниями каждую ночь. Но в некоторые ночи сердце снова возвращало его в прошлое.

Однажды он нашел свою старую тетрадь. Между страниц лежал пожелтевший листок бумаги. На нем была написана одна фраза:

«Некоторые люди уходят, но чувства и воспоминания, которым они научили нас, остаются».

Али долго всматривался в эти строки. Перед глазами возникли улыбки, прогулки, простые разговоры. Он понял, что потерял не просто человека, а саму ту часть себя, которой был тогда.

С того дня Али начал постепенно меняться. Он снова стал читать книги и с нетерпением ждать утра. Молчание в его сердце всё еще оставалось, но теперь оно было не болью, а теплой памятью.

Однажды ночью он поднялся на крышу и посмотрел на небо. Звезды ярко сияли. Он глубоко вздохнул и тихо произнес:

— Возможно, счастье не в том, чтобы забыть... а в том, чтобы жить с памятью о нем.

И впервые молчание в его сердце показалось ему не пугающим, а приятным.''',
    ),
    Chapter(
      id: '7',
      index: 7,
      title: 'Возвращение',
      content:
          '''Холодный зимний воздух сковал природу. Вокруг кружились снежинки. Деревья стояли без листьев. Кто-то спешил в свой теплый дом, кто-то к близким людям, а кто-то на работу. Али же торопился на автобус.

В России он познакомился с хорошими людьми, своими соотечественниками, и они начали жить в одном доме.

Он был счастлив хотя бы от того, что были люди, которые его ждали.

Прошло несколько лет.

И Али, и Бону научились жить дальше. Их интересовало только будущее. Они жили с надеждой, что счастливые дни еще впереди.

Али нашел хорошую работу. Он показал отца известным врачам и за короткое время вылечил его.

Мысль о возвращении на родину делала его невероятно счастливым.

И вот, чтобы вернуться в Узбекистан, он сначала перевел свою работу, а затем купил билет на ближайший авиарейс.

Али был так счастлив: дела шли отлично, отец был здоров, планы реализовались, и настал тот день, которого он так ждал. Но в его мыслях постоянно была Бону. Ждала ли она его? Не вышла ли замуж?

Али не мог рисковать и решил получить ответы на все вопросы по прибытии в Узбекистан.

Он с нетерпением ждал времени вылета. Оставался всего один день до разгадки всех вопросов и воплощения мечты.

Он поспешно начал собирать вещи. Полночь. На улице прохладный ветерок. Шум машин и тихое колыхание деревьев казались ему прекрасной музыкой.

Он подошел к окну, вдохнул свежий воздух и лег спать.

Утром в шесть часов.

Проснувшись в отличном настроении, он отправился в аэропорт.

Через час самолет вылетает в Узбекистан. Сердце переполняли волнение, вопросы и воспоминания.

И вот объявили посадку. Даже не предупредив родителей, он вылетел в Узбекистан.

Через несколько часов самолет приземлился в Ташкенте.

Али первым делом поехал к родителям, получил их благословение и сразу же отправился к Бону за ответами. Чтобы порадовать её, он купил букет красных роз.

Он не знал, что скажет, с чего начнет разговор. Ему просто хотелось поскорее приехать, увидеть Бону, наглядеться в её глаза.

Сначала он поехал в университетскую библиотеку, чтобы спросить о Бону у Дильнозы.

— Привет, Дильноза.

— Привет, Али.

— Мне нужна Бону. Где я могу её найти? У меня к ней важный разговор, — сказал Али.

— Извини, я тебе не скажу. Из-за тебя Бону постоянно страдает. Каждый твой приход и уход ломает её. Сейчас она счастлива, оставь её в покое. Не делай её снова несчастной. А теперь уходи, — указала она ему на дверь.

Но Али настаивал на своем.

— У меня не было выбора, пожалуйста... Она мне нужна. Скажи, где она, — повторял он снова и снова.

И в конце концов Дильноза призналась, что Бону в их старом парке.

Али со всех ног побежал в парк.

Издалека он увидел Бону. Её присутствие ощущалось даже на расстоянии. Али словно утонул в её искренней улыбке. Возможно, он влюблялся в неё снова и снова.

По мере приближения сердце Али билось всё быстрее. Бону сидела на их старой скамейке.

— Здесь ничего не изменилось. Всё по-прежнему, — раздался нежный и знакомый голос.

Бону тут же замерла. Этот голос она слышала много лет назад.

Али присел рядом. Ни один из них не проронил ни слова. Они не могли выразить ни тоску, ни сожаление. Так они просидели долгое время.

— Ты не изменилась, всё та же.

— Ты тоже. Ты вернулся?

— Да, вернулся. Теперь я здесь навсегда. Сейчас всё хорошо: есть дом, работа. Отец выздоровел. И я вернулся сюда, — сказал Али.

— Что ты здесь делаешь? Почему пришел ко мне?

— Я хотел увидеть тебя. Скажи, ты вышла замуж?

— Нет.

— Я хочу рассказать о тебе своим родителям. Я долго жил вдали от тебя. Жил только мыслями о тебе. Это было очень тяжело. И теперь я хочу сделать тебя счастливой, хоть это и поздно.

Бону опустила голову, немного помолчала и сказала:

— Ты ушел, ничего не сказав, а теперь возвращаешься. Я не хочу, чтобы моё сердце снова разбилось. Мне тоже было нелегко, но человек со временем ко всему привыкает. И я привыкла. Сейчас всё хорошо. Пожалуйста, больше не возвращайся.

Она повернулась, чтобы уйти. Но Али удержал её за руку.

— Пожалуйста... Бону, поверь мне. Я вернулся ради тебя и больше не уйду. Я всегда буду рядом. Я сделаю тебя счастливой. Дай мне последний шанс, и я оправдаю твое доверие, — попросил он.

Бону со слезами на глазах молча смотрела на Али.

Сердце велело ей выслушать Али и дать ему шанс, а разум твердил забыть его и отпустить.

Бону не знала, что делать. Ведь она всё еще любила Али. Сколько бы ни отрицала это.

— Бону, скажи что-нибудь, не молчи, поговори со мной, — попросил Али.

— Али. Я не могу просто закрыть на всё глаза. Всё не так просто, как ты думаешь. Да, каждый заслуживает второго шанса. Но я не могу поверить, что ты снова не уйдешь, моё доверие давно потеряно. То, что я люблю тебя — правда. Но любовь со временем превратилась в обиду. Я не держу на тебя зла, будь счастлив.

— Бону, моё счастье только с тобой, я любил только тебя. Я не могу приказать своему сердцу не любить. Я хочу быть счастливым с тобой. Я не прошу ответа прямо сейчас. Подумай. Только не говори сразу «нет». Просто поверь мне в последний раз. Всё будет так, как ты мечтала, — сказал Али.

Бону немного помолчала и произнесла:

— Хорошо, Али, я подумаю. Я приду в себя и скажу тебе свой ответ. Но мне нужно время.

— Хорошо, я понимаю. Если хочешь, я провожу тебя до дома. Уже поздно, не ходи одна. Я вызвал такси, сейчас приедет. Пойдем к воротам, подождем там, — и они пошли к выходу.

Через пять минут приехало такси.''',
    ),
    Chapter(
      id: '8',
      index: 8,
      title: 'Запоздалое счастье',
      content:
          '''До дома Бону было двадцать минут езды. Всю дорогу она смотрела в окно машины.

На улице была спокойная жизнь, дул легкий ветерок. Прохожих не было видно. «Наверное, все уже дома ужинают со своими семьями», — думала она.

Наконец Бону приехала домой. Не прощаясь с Али, она вышла из машины и зашла в подъезд. Поднявшись на свой этаж, она замерла перед дверью.

Дверь была приоткрыта. Бону удивилась. Ведь она жила одна, вдали от всех. Её мама была за границей. Ей стало немного страшно входить.

Не зная, что делать, она постояла у двери несколько минут. Наконец, спросив себя «кто это может быть?», она тихо вошла в квартиру. У порога стояла женская обувь, а на вешалке висело черное пальто.

Из кухни доносилась веселая музыка.

Бону медленно пошла на кухню. Там какая-то женщина напевала и готовила еду. Бону взяла со стола красивую вазу и подошла ближе.

Вдруг она громко спросила:

— Кто вы?!

Женщина испуганно обернулась. Бону не поверила своим глазам — перед ней стояла её мама!

— Мама! — закричала она. Бросив вазу на пол, она бросилась в объятия матери.

— Бону, девочка моя, я так соскучилась. Ты так выросла, — обнимала и целовала её мама.

— Мамочка, если бы ты знала, как я соскучилась! Почему ты так долго не приезжала? Почему оставила меня одну? — плакала Бону.

— Всё, моя хорошая. Теперь я тебя никуда не оставлю. Моя учеба закончилась, теперь я всегда буду рядом с тобой, — сказала мама.

— Хорошо, мамочка. Только не уезжай больше, мне было так тяжело без тебя. Я была так одинока, — вытирала слезы Бону.

— Всё будет хорошо. Ну же, иди сюда. Ужин готов, поедим вместе. Ты, наверное, проголодалась.

— Да, немного. Я сейчас умоюсь и приду, — сказала она и пошла в ванную.

Мама Бону заметила на столе тетрадь в черной обложке. Она увидела фотографию внутри. Она знала Али.

— Дочка, ты общаешься с Али? Ты выглядишь несчастной. Что случилось, иди ко мне, — позвала она Бону.

Бону со слезами на глазах рассказала маме обо всем, что произошло.

Мама обняла её и тихо сказала: — Не переживай, дочка, всё наладится.

— Мамочка, Али сегодня вернулся. Сказал, что вернулся насовсем. Обещал больше не уходить. Открыл мне душу, всё объяснил. Я хочу понять его. Но он вернулся именно тогда, когда всё вроде бы улеглось. Он хочет жениться на мне, прислать сватов. Но я боюсь верить, что он снова не уйдет. Я не знаю, что делать. Я сказала, что подумаю. А теперь не знаю, что ответить. Что если он снова уйдет? Я так долго жила в молчании и воспоминаниях. И когда только научилась жить дальше, он снова появился, — плакала Бону, положив голову на колени матери.

Мама ответила:

— Дочка, всё прошло. Я понимаю твои слова. Но и его нужно понять. Его отец был болен. Ты ведь сама понимаешь, как тяжело жить без отца. Пойми его, он был вынужден сделать это ради отца. Главное — он вернулся. Он ведь мог и не вернуться. Хорошо подумай. Я не могу решать за тебя. Твоя судьба в твоих руках. Поступай так, как считаешь правильным, чтобы потом не жалеть. Чтобы не расплачиваться всю жизнь за одну ошибку и не винить себя, хорошенько всё обдумай, — гладила мама Бону по волосам.

— Хорошо, мамочка. Я поняла тебя, — поцеловала она маму в щеку.

— Уже поздно, дочка, ложись спать, — сказала мама и ушла в свою комнату.

Бону легла в постель. Глядя в потолок, она погрузилась в глубокие размышления.

Она вспоминала слова Али. Если ответить отказом, она знала, что всё равно любит его, и сердце замирает при встрече. Если согласиться — вспоминались былые обиды, отъезды и слова мамы.

Она долго не могла уснуть.

Достав фотографию из черной тетради, она долго смотрела на неё и прошептала:

— Ты — моё запоздалое счастье.

И прижала фото к груди.

Взяв телефон, она нашла номер Али. Он был записан у неё как «Разбитое сердце».

Она хотела позвонить, но было уже слишком поздно. Поэтому она написала SMS:

«Привет, Али. Я подумала над твоими словами и приняла решение. Я согласна, но только если ты пообещаешь больше никогда не оставлять меня и всегда быть рядом. Я снова поверила тебе. Пожалуйста, не теряй моё доверие в этот раз и не разбивай мне сердце».

Али в это время пересматривал их старые фотографии. И вдруг ему пришло сообщение. Сообщение от Бону. Али открыл его, и его глаза засияли. Он был так счастлив, что на его глазах выступили слезы радости.

Он тут же ответил ей:

«Спасибо, Бону, за твое доверие. Верь мне. Я сделаю тебя самой счастливой, всегда буду рядом, никогда не обижу и никому не дам в обиду. Я очень сильно люблю тебя».

Прочитав это, Бону спокойно уснула.

Раннее утро, птицы пели в небе. Деревья нежно качались на ветру. Это утро началось совсем не так, как обычно. Мама Бону вошла в её комнату, открыла окна, раздвинула шторы и нежно поцеловала дочь в лоб:

— Просыпайся, моя принцесса, утро настало.

Бону очень давно не просыпалась так. И спустя столько лет она снова вспомнила те счастливые дни.

— Доброе утро, мамочка! Как спалось? — обняла она маму.

— Спасибо, моя хорошая. Давай скорее собираться, пойдем погуляем и вместе позавтракаем.

На улице гуляли влюбленные пары. Пожилые люди беседовали на скамейках. Дети играли в разные игры.

Бону шла по парку, разговаривая с мамой.

— Мамочка, я подумала и приняла решение, ответила Али.

— И что же ты ответила? — спросила мама.

— Я дала ему шанс. И сказала, что это последний раз. Али согласился.

— Хорошо, дочка. Главное, чтобы твой выбор принес тебе счастье. Я не буду возражать. Для меня важнее всего твое счастье. Ты у меня одна, — взяла она дочь за руку.

Бону была невероятно счастлива от этих слов.

Впереди её ждала новая жизнь и новое счастье.''',
    ),
  ];
}
